// © Copyright 2010, 2015-2016 HP Development Company, L.P.

HSDConnectedTaskName = "HP Connected";
HSDConnectedTaskDescriptionFieldText = "Verkkoyhteys tulostimeen mistä tahansa ja paljon muuta.";

HSDNewTaskName = "Tulostimen yhdistäminen verkkoon";
HSDNewTaskDescriptionFieldText = "Saat uutta sisältöä ja ratkaisuja verkkoon yhdistettyyn HP-tulostimeesi.";

HSDTaskStartButtonTitle = "Siirry";
LanguageCode = "fi";
DeviceModelNumber = "Laitteen mallinumero";
